HGS/MELDUNGEN/TEMPLATES/IN/Sequenznummernbericht/Automatenmeldung_6575_Sequenznummernbericht_2024-08-02T10_55_26.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSequenznummernbericht xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaVorgangsmeldungen xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="6575" seriennummer="6575"/>
                <versionKey>-1</versionKey>
                <ersteSequenz>119887</ersteSequenz>
                <letzteSequenz>119887</letzteSequenz>
                <vorgaenge beschreibung=" Status:Betriebsbereit Verkauf:- Bedienung:-" kategorie="TypHealthMeldung" servicetechniker="0" zeitpunkt="2024-08-02T12:55:12+02:00">
                    <metadaten guid="c6ab5156-3dc7-481b-a7a1-f6a8c1ccc4fe" sequenznummer="119887"/>
                </vorgaenge>
            </faaVorgangsmeldungen>
        </empfangeSequenznummernbericht>
    </s:Body>
</s:Envelope>
